{
	"fixmymentals":
	[
		{
			"sender": "FixMyMentals®",
			"subject": "Checking In",
			"text": "<p>Well done! All of your answers were <strong>incorrect</strong>. Please do not be upset: this was a test to confirm the effective onset of your amnesia. You have experienced an error in your external memory unit and/or your identity matrix, and you have consented to an experimental repair pursuant to form <span style=\"color:darkred\">237B</span>. We are currently trying to locate the error via deep neural network analysis. We have restored your old smartphone so that you may stay in contact with us (and with your loved ones).</p><p>Do not be concerned if any of your apps are out of date with this hardware. We will generate responses from your aggregate communications data for apps that no longer support keyboard functionality. Most other features should work fine. Your device is well-suited for emergencies.</p><p><strong>By the terms of form <span style=\"color:darkred\">237B</span>, you have agreed NOT to read form <span style=\"color:darkred\">237B</span>, nor to pursue your personal data outside of communication with your designated service provider.</strong>Sit tight and try to pass the time until we contact you again.</p><p>Please do not reply to this message,</p><p>FixMyMentals®</p>",
			"responses": ["response1","response2","response3"]
		},
		{
			"sender": "Addie",
			"subject": "Checking In",
			"text": "<p>hello</p><p>:)</p>",
			"responses":["response1", "response2"]
		}
	],

	"censusbureau":
	[
		{
			"sender": "Census Bureau",
			"subject": "Hey there, fellow citizen!",
			"text": "<body><p>Dear Citizen,</p> <p>Hey there! Census Bureau here. Another busy day of checking facts and counting up our Dear Citizens got us like</p><img src=\"http://cdn.makeagif.com/media/3-11-2014/Hdhsw2.gif\" alt=\"count_sesame_street_three\"/><p>Three! Three lovely citizens!</p> <p>Anyway, enough about us. We noticed that you’ve switched to a smartphone device with a different memory unit, so we were wondering if you could help us out just a tiny bit by updating the Personal Data Request in your Records app. No need to reply to us when it’s done – once our lil’ worker bees sense that the form is all set to go, they’ll send it along to us automatically. Pretty neat, right?</p> <p>We need this information by 7PM tonight. So no rush, but yeah – a little bit of a rush! Just go ahead and fill that out as soon as you get a chance and everything will be A-OK.</p> <p>Back to counting,</p> <p>CB</p></body>",
			"responses":""
		}	
	]
}